
# Token telegran bot
bot_token = '1499731845:AAE3GDQMaxnDlNZonNR7xWcCR-VWKJJ6_-A' # токен бота
CHANNEL_ID = 0 # id канала куда будет отсылаться информация, ид без -100 в начале (например: 124873248)

# ID admin

ref_percent = 5 # Процент реферальной системы






# инфа
info = '''👋 Добро пожаловать в наш магазин!

😁Только у нас ты найдёшь самые лучшие цены, только оригинальный товар и бесплатная доставка на все заказы! Мы любим наших покупателей, поэтому делаем всё для их комфорта.

🤔 Ответы на часто задаваемые вопросы: 

❓ Вопрос: Как сделать заказ?
❗️ Ответ: Нажимайте на кнопки ниже, выбирайте нужные товары и добавляйте их в корзину. Когда вы выберете все нужные товары, перейдите в главное меню, нажмите на корзину и  инструкциям в сообщениях. (учтите что для добавления в корзину на вашем счету должна быть сумма равная сумме заказа)

❓ Вопрос: Как вы доставляете товар?
❗️ Ответ: На все заказы действует бесплатная доставка при помощи Почты России. После оплаты вам нужно будет ввести ваши данные для доставки, а после этого в течение 2 дней вам будет отправлен трек-код, по которому вы сможете отследить посылку.

❓ Вопрос: Можно ли у вас заказывать, если мне нет 18 лет? 
❗️ Ответ: Мы не проверяем ваш возраст, поэтому в нашем магазине можно заказывать людям любого возраста.

Спасибо, что выбрали наш магазин!'''


# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - 0 рублей'
